Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The semi-submersible rig will arrive at the site after completing drilling in production licence 476.
nb: Den halvt nedsenkbare riggen ankommer etter avsluttet boring i utvinningstillatelse 476.

source: Other licensees are Bayerngas Produksjon Norge AS with 15 per cent and Statoil Petroleum AS with a 50 per cent ownership interest.
nb: Øvrige rettighetshavere er Bayerngas Produksjon Norge AS med 15 prosent andel og Statoil Petroleum AS med 50 prosent andel.

source: The area in this licence consists of the central to northern part of block 16/1, about 20 km northeast of the 15/3-1 S Gudrun discovery in the central part of the North Sea.
nb: Arealet i denne tillatelsen består av midtre til nordlige del av blokk 16/1, rundt 20 kilometer nordøst for 15/3-1 S Gudrun-funnet i midtre del av Nordsjøen.

source: Production licence 001 B was originally awarded in the first licensing round in 1965, and was subsequently carved out in 1999.
nb: Utvinningstillatelse 001 B ble opprinnelig tildelt i 1. konsesjonsrunde i 1965 og seinere fradelt i 1999.

source: Wellbore 16/1-14 will be drilled from the Transocean Winner drilling facility at position 58° 53’ 09.32” North and 2° 12’ 11.49” East following completion of the drilling of wildcat well 16/2-6 for Lundin Norway AS (Lundin) in production licence 501.
nb: Brønnbane 16/1-14 skal borast frå boreinnretninga Transocean Winner i posisjon 58° 53’ 09.32” Nord 2° 12’ 11.49” Aust etter avslutting av boring av undersøkingsbrønn 16/2-6 for Lundin Norway AS (Lundin) i utvinningsløyve 501.

source: The drilling program for wellbore 16/1-14 relates to the drilling of a wildcat well in production licence 338.
nb: Boreprogrammet for brønnbane 16/1-14 gjeld boring av undersøkingsbrønn i utvinningsløyve 338.

source: The other licensees are RWE Dea Norge AS (20 per cent) and Wintershall Norge ASA (30 per cent).
nb: Dei andre rettshavarane er RWE Dea Norge AS (20 prosent) og Wintershall Norge ASA (30 prosent).

source: The area in this licence consists of central to southeastern parts of block 16/1.
nb: Arealet i dette løyvet består av sentralt til søraustleg del av blokk 16/1.

source: The well will be drilled 4 kilometres south of 16/1-9 (Draupne) and about 25 kilometres east of 15/3-1 S Gudrun in the central part of the North Sea.
nb: Brønnen vert bora 4 kilometer sør for 16/1-9 (Draupne) og om lag 25 kilometer aust for 15/3-1 S Gudrun i midtre del av Nordsjøen.

source: The permit is granted on the condition that all other permits and consents required by other authorities are secured before the drilling activity commences.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Wellbore 16/1-15 will be drilled from the Bredford Dolphin drilling facility at position 58° 52’ 24” North 02° 15’ 41” East after the rig returns from a stay at the shipyard at Coast Centre Base (CCB Ågotnes) near Bergen.
nb: Brønn 16/1-15 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58° 52’ 24” nord 02° 15’ 41” aust etter at riggen kjem frå eit verkstadopphald på Coast Center Base (CCB Ågotnes) nær Bergen.

source: The drilling program for wellbore 16/1-15 applies to the drilling of a wildcat well in production licence 338.
nb: Boreprogrammet for brønn 16/1-15 gjeld boring av undersøkingsbrønn i utvinningsløyve 338.

source: The area in this licence consists of the southern half of block 16/1.
nb: Arealet i dette løyvet består av sørlege halvdel av blokk 16/1.

source: The well was drilled about five kilometres southeast of 16/1-9 (”Draupne”) and about four kilometres northeast of 16/1-8 (”Luno”) in the central part of the North Sea.
nb: Brønnen vert bora om lag 5 kilometer søraust for 16/1-9 (”Draupne”) og om lag 4 kilometer nordaust for 16/1-8 (”Luno”) i midtre del av Nordsjøen.

source: Wellbore 16/2-6 will be drilled from the drilling facility Transocean Winner at position 58° 49’ 25.26” North, 2° 36’ 54.76” East, following the completion of sidetrack well 15/12-23 A for Talisman Energy Norway AS in production licence 038D.
nb: Brønnbane 16/2-6 skal borast frå boreinnretninga Transocean Winner i posisjon 58° 49’ 25.26’’ nord 2° 36’ 54.76’’ aust etter avslutting av boring av sidestegsbrønn 15/12-23 A for Talisman Energy Norway AS i utvinningsløyve 038 D.

source: The drilling program for wellbore 16/2-6 concerns the drilling of a wildcat well in production licence 501.
nb: Boreprogrammet for brønnbane 16/2-6 gjeld boring av undersøkingsbrønn i utvinningsløyve 501.

source: Lundin is the operator, with an ownership interest of 40 per cent.
nb: Lundin er operatør med 40 prosent del.

source: The other licensees are Statoil Petroleum AS (40 per cent) and Maersk Oil Norway AS (20 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS (40 prosent) og Maersk Oil Norway AS (20 prosent).

source: The area covered by the permit consists of parts of blocks 16/2, 3, 5 and 6.
nb: Arealet i dette løyvet består av deler av blokkene 16/2,3, 5 og 6.

source: The well will be drilled about 35 kilometres south of the Grane field in the central North Sea.
nb: Brønnen vert bora om lag 35 kilometer sør for Granefeltet i midtre del av Nordsjøen.

source: Production licence 501 was awarded on 23 January 2009 (APA2008).
nb: Utvinningsløyve 501 vart delt ut 23. januar 2009 (TFO2008).

source: This is the first well drilled in the licence.
nb: Dette er den første brønnen som blir bora innafor løyvet sitt areal.

source: Text: Kristin Gjengedal, Photo: Eivind Senneset
nb: Tekst: Kristin Gjengedal, Foto: Eivind Senneset

source: Several industrial research programmes are also under way.
nb: Det finst også fleire industrielle forskingsprogram.

source: “Several production methods are available, based on the fact that the stability of gas hydrates is a function of pressure and temperature,” Prof Kvamme explains.
nb: Stabiliteten i gasshydrata er ein funksjon av trykk og temperatur.

source: But these methods also present drawbacks.”
nb: Men desse metodane medfører også ulemper, seier Kvamme.

source: Melting liberates large volumes of water as well as gas, which would be expensive to pump up.
nb: Ved smelting vil det bli frigjort store mengder vatn i tillegg til gassen, og dette vatnet er det kostnadskrevjande å pumpe opp.

source: The cost of heating a deposit would also be high.
nb: Skal reservoara varmast opp, vil det også koste mykje.

source: “This means that the injected carbon dioxide will replace the methane, leaving the volume about the same.
nb: Injisert CO2 vil erstatte metan, og volumet blir om lag det same.

source: Methane is liberated, while providing stable storage for the other gas.
nb: Metanet blir frigjort, samstundes som dette er ein stabil lagringsmetode for CO2.

source: Prof Kvamme has patented the process in cooperation with colleague Arne Graue at the UiB and US oil company ConocoPhillips, which has invested in the project.
nb: Kvamme har teke ut patent på denne prosessen i samarbeid med kollegaen Arne Graue ved UiB og oljeselskapet ConocoPhillips, som har investert i prosjektet.

source: Support has also been provided by the Research Council of Norway through its Petromaks project.
nb: Norges forskningsråd har også medverka økonomisk gjennom Petromaks-programmet.

source: Interest The method has been received with great interest by both industry and government, and Prof Kvamme expects this to continue rising.
nb: Interessa vil auke Metoden blir møtt med stor interesse både frå industri og styresmakter, og Kvamme reknar med at interessa berre vil auke.

source: Although it is difficult to predict what role gas hydrates might play in the world’s future energy picture, he believes they will be very important.
nb: Det er vanskeleg å spå om kva rolle gasshydrat vil spele i den framtidige energirekneskapen i verda, men han trur dei vil bli svært viktige.

source: “Energy policies in the individual countries will play their part,” Prof Kvamme notes.
nb: – Det enkelte land sin energipolitikk vil spele inn.

source: “Not all hydrate deposits are commercial, but the proportion which can be produced could change as the technology improves.
nb: Ikkje alle hydratførekomstar er drivverdige, men andelen kan endre seg etter kvart som teknologien blir betre.

source: “Both Japan and India will undoubtedly make a commitment to full commercial operation, but we can’t know whether they’ll choose our method or different ones.
nb: Både Japan og India vil nok satse på full kommersiell drift, men vi kan jo ikkje vite om dei vil velje vår metode eller andre metodar.

source: Our personal view is that we’ve come up with the best approach financially and technically.”
nb: Sjølv meiner vi at vi har funne den økonomisk og teknisk beste måten å gjere det på.

source: Norway, which has so far lived well from oil and gas exports, is also starting to get interested in hydrates.
nb: Også Noreg, som så langt har levd godt på olje- og gasseksport, har så smått byrja å interessere seg for gasshydrat.

source: A research project funded by the Research Council and headed by the UiB is now mapping deposits in the North Sea, primarily by seismic surveys.
nb: Eit forskingsprosjekt, som er finansiert av Forskingsrådet og leia av Universitetet i Bergen, er nå i gang med å kartleggje hydratførekomstar i Nordsjøen, hovudsakleg ved hjelp av seismikk.

source: If nothing else, it is important for industry to know where these resources lie so that subsea landslides are not accidentally triggered by disturbing them.
nb: Om ikkje anna, er det viktig for oljeindustrien å vite kvar hydrata finst, slik at det ikkje uforvarande blir utløyst undersjøiske ras ved å forstyrre dei.

source: Prof Kvamme and his colleagues are also continuing their efforts to improve the carbon injection method.
nb: Samstundes arbeider Kvamme og medarbeidarane hans med å forbetre effektiviteten til CO2-injiseringsmetoden.

source: The Government has today decided not to continue further petroleum activities in the area Nordland VI outside Lofoten.
nb: Regjeringen har besluttet at det ikke skal åpnes for videre petroleumsvirksomhet i Nordland VI utenfor Lofoten.

source: This question will again be considered when the integrated management plan for the Barents Sea is completed, says Einar Steensnæs, Minister of Petroleum and Energy.
nb: En vurdering av dette spørsmålet vil bli foretatt når den helhetlige forvaltningsplanen for Barentshavet foreligger, sier olje- og energiminister Einar Steensnæs i en pressemelding.

source: This implies that all existing licenses in the Barents Sea now can resume their activities, says the Minister.
nb: I dette ligger det at alle eksisterende utvinningstillatelser i Barentshavet syd kan gjenoppta sin virksomhet, sier statsråden.

source: Link: Press release from the Minister of Petroleum and Energy
nb: Les hele pressemeldingen på OEDs nettsted

source: Wellbore 16/4-5 will be drilled from the Transocean Winner drilling facility at position 58°43’ 44.13’’ North and 02°17’ 32.29’’ East, after completion of drilling of appraisal well 16/1-13 for Lundin Norway AS in production licence 338.
nb: Brønnbane 16/4-5 skal bores fra boreinnretningen Transocean Winner i posisjon 58°43’ 44.13’’ Nord og 02°17’ 32.29’’ Øst etter avslutning av boring av avgrensningsbrønnen 16/1-13 for Lundin Norway AS i utvinningstillatelse 338.

source: The drilling programme for wellbore 16/4-5 relates to drilling of a wildcat well in production licence 359.
nb: Boreprogrammet for brønnbane 16/4-5 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 359.

source: The area in the production licence consists of the southwestern part of block 16/1 and the northern part of block 16/4.
nb: Arealet i denne tillatelsen består av den sørvestlige delen av blokk 16/1 og nordlige del av blokk 16/4.

source: Well 16/4-5 will be drilled approximately 10 kilometres south of the 16/1-8 discovery (Luno) in the central part of the North Sea.
nb: Brønn 16/4-5 bores om lag 10 km sør for 16/1-8 funnet (Luno) i midtre del av Nordsjøen.

source: Production licence 359 was awarded in APA 2004.
nb: Utvinningstillatelse 359 ble tildelt i TFO i 2004.

source: Well 16/7-9 will be drilled from the Transocean Winner drilling facility at position 58° 15’ 17.47’’ north, 02° 17’ 24.95’’ east after the facility completes the drilling of appraisal well 16/1-14 for Lundin in production licence 338.
nb: Brønn 16/7-9 skal borast frå boreinnretninga Transocean Winner i posisjon 58° 15’ 17.47’’ nord 02° 17’ 24.95’’ aust etter avslutting av boring av avgrensingsbrønn 16/1-14 for Lundin i utvinningsløyve 338.

source: The drilling programme for well 16/7-9 applies to the drilling of a wildcat well in production licence 409.
nb: Boreprogrammet for brønn 16/7-9 gjeld boring av undersøkingsbrønn i utvinningsløyve 409.

source: Lundin is the operator with a 70 per cent ownership interest.
nb: Lundin er operatør med 70 prosent del.

source: The other licensees are Bayerngas Norge AS (20 per cent) and Statoil Petroleum AS (10 per cent).
nb: Dei andre rettshavarane er Bayerngas Norge AS (20 prosent) og Statoil Petroleum AS (10 prosent).

source: The area covered by this permit consists of large parts of block 16/7.
nb: Arealet i dette løyvet består av store deler av blokk 16/7.

source: The well will be drilled about 20 kilometres southeast of the Sleipner Øst field in the central part of the North Sea.
nb: Brønnen vert bora om lag 20 kilometer sørøst for Sleipner Østfeltet i midtre del av Nordsjøen.

source: Production licence 409 was awarded on 12 February 2007 (APA2006).
nb: Utvinningsløyve 409 vart delt ut 12. februar 2007 (TFO2006).

source: Well 17/6-1 will be drilled from the West Alpha drilling facility at position 58° 44’ 15.46’’ north 03° 55’ 34.93’’ east, after the facility completes the drilling of appraisal well 34/4-13 S for Petro-Canada Norge AS in production licence 375.
nb: Brønn 17/6-1 skal borast frå boreinnretninga West Alpha i posisjon 58° 44’ 15.46’’ nord 03° 55’ 34.93’’ aust etter avslutting av boring av avgrensingsbrønn 34/4-13 S for Petro-Canada Norge AS i utvinningsløyve 375.

source: The drilling programme for well 17/6-1 relates to drilling a wildcat well in production licence 545.
nb: Boreprogrammet for brønn 17/6-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 545.

source: Noreco is the operator with a 50 per cent ownership interest.
nb: Noreco er operatør med 50 prosent del.

source: The other licensees are Spring Energy Norway AS (30 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er Spring Energy Norway AS (30 prosent) og Petoro AS (20 prosent).

source: The area in this licence consists of block 17/3, as well as parts of blocks 17/2, 5 and 6.
nb: Arealet i dette løyvet består av blokk 17/3 samt deler av blokkene 17/2, 5 og 6.

source: The well was drilled about 100 kilometres southeast of the Grane field in the central part of the North Sea.
nb: Brønnen vert bora om lag 100 kilometer sørøst for Granefeltet i midtre del av Nordsjøen.

source: Production licence 545 was awarded on 19 February 2010 (APA2009).
nb: Utvinningsløyve 545 vart delt ut 19. februar 2010 (TFO2009).

source: This permit is contingent on the operator securing all other consents and permits required by other authorities before the drilling activity commences.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: The drilling program for wellbore 2/2-6 relates to the drilling of a wildcat well in production licence 332 in the southern part of the North Sea, just east of the Gyda field.
nb: Boreprogrammet for brønnbane 2/2-6 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 332 i den sørlege delen av Nordsjøen like aust for Gydafeltet.

source: Talisman Energy Norge AS is the operator with an ownership interest of 40 per cent.
nb: Talisman Energy Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are Det norske oljeselskap ASA (40 per cent), Bayerngas Produksjon Norge AS (10 per cent) and Norske AEDC A/S (10 per cent).
nb: Dei andre rettshavarane er Det norske oljeselskap ASA (40 prosent), Bayerngas Produksjon Norge AS (10 prosent) og Norske AEDC A/S (10 prosent).

source: The production licence consists of all of block 2/2, stratigraphically divided over base Jurassic.
nb: Utvinningsløyvet består av heile blokk 2/2 stratigrafisk delt over botn jura.

source: Block 2/2 was awarded in 2004 (APA 2004).
nb: Blokk 2/2 vart tildelt i 2004 (TFO 2004).

source: The well is the first exploration well to be drilled in the exploration licence, and it will be drilled from the Mærsk Guardian drilling facility.
nb: Brønnen er den første leitebrønnen som blir bora i utvinningsløyvet, og han skal borast frå boreinnretninga Mærsk Guardian.

source: Wellbore 24/12-6 S will be drilled from the Songa Delta drilling facility at position 59° 3’ 54.3” north 1° 45’ 15.2” east after completion of the drilling of wildcat well 6406/3-8 for Wintershall Norge ASA in production licence 475 BS.
nb: Brønnbane 24/12-6 S skal borast frå boreinnretninga Songa Delta i posisjon 59° 3’ 54.3” nord 1° 45’ 15.2” aust etter avslutting av boring av undersøkingsbrønn 6406/3-8 for Wintershall Norge ASA i utvinningsløyve 475 BS.

source: The drilling program for wellbore 24/12-6 S relates to the drilling of a wildcat well in production licence 341.
nb: Boreprogrammet for brønnbane 24/12-6 S gjeld boring av undersøkingsbrønn i utvinningsløyve 341.

source: Det norske is the operator with an ownership interest of 30 per cent.
nb: Det norske er operatør med ein del på 30 prosent.

source: The other licensees are Bayerngas (10 per cent), Marathon (12 per cent), Spring (10 per cent), Talisman (18 per cent) and Wintershall (20 per cent).
nb: Dei andre rettshavarane er Bayerngas (10 prosent), Marathon (12 prosent), Spring (10 prosent), Talisman (18 prosent) og Wintershall (20 prosent).

source: The area in this production licence consists of block 24/12, as well as parts of blocks 24/9 and 24/11.
nb: Arealet i dette løyvet består av blokk 24/12 samt del av 24/9 og 24/11.

source: The well will be drilled about 25 kilometres southwest of the Balder field in the central part of the North Sea.
nb: Brønnen vert bora om lag 25 kilometer sørvest av Balderfeltet i midtre del av Nordsjøen.

source: Production licence 341 was awarded on 17 December 2004 (APA2004).
nb: Utvinningsløyve 341 vart delt ut 17. desember 2004 (TFO2004).

source: Wellbore 25/10-10 will be drilled from the Aker Barents drilling facility at position 59º 11’ 05.5” North and 02º 17’ 50.7” East after the rig has been at the Ølen shipyard in Rogaland County.
nb: Brønnbane 25/10-10 skal bores fra boreinnretningen Aker Barents i posisjon 59º 11’ 05.5” Nord og 02º 17’ 50.7” Øst etter at riggen nå kommer fra et opphold ved verft i Ølen i Rogaland.

source: The area in this production licence consists of the eastern part of block 25/10.
nb: Arealet i denne tillatelsen består av østlige del av blokk 25/10.

source: Well 25/10-10 is located just west of the Balder field in the central part of the North Sea.
nb: Brønn 25/10-10 er lokalisert like vest for Balderfeltet i midtre del av Nordsjøen.

source: Production licence 028 S was carved out of the original PL 028, which was awarded on 23 May 1969 in the 2nd licensing round.
nb: Utvinningstillatelse 028 S er fradelt fra opprinnelig tillatelse 028 som tildelt 23.5.1969 i 2.runde.

source: Wellbore 25/5-7 will be drilled from the Ocean Vanguard drilling facility at position 59° 39’ 43.27” north, 2° 34’ 15.37” east after a stay at the shipyard at Ågotnes outside Bergen.
nb: Brønnbane 25/5-7 skal borast frå boreinnretninga Ocean Vanguard i posisjon 59° 39’ 43.27” nord 2° 34’ 15.37” aust etter eit verftsopphald på Ågotnes utanfor Bergen.

source: The area in this licence consists of parts of block 25/5, and the well will be drilled just south of the Frøy field in the central part of the North Sea.
nb: Arealet i dette løyvet består av delar av blokk 25/5, og brønnen vert bora like sør for Frøyfeltet i midtre del av Nordsjøen.

source: Production licence 102 C was awarded on 20 March 2009 as a supplement to the 9th licensing round.
nb: Utvinningsløyve 102 C vart delt ut 20. mars 2009 som tillegg til 9. konsesjonsrunde.

source: Wellbore 34/4-12 A will be drilled from the drilling facility Ocean Vanguard at position 61°33’ 08.1” North and 2°17’ 37.7” East following the completion of the drilling of wildcat well 34/4-12 S for the same operator.
nb: Brønnbane 34/4-12 A skal bores fra boreinnretningen Ocean Vanguard i posisjon 61°33’08.1” Nord og 2°17’37,7” Øst etter avslutning av boring av undersøkelsesbrønn 34/4-12 S for samme operatør.

source: The drilling program for wellbore 34/4-12 A concerns the drilling of wildcat wells in production licences 057 and 089, Snorre Unit, located just northeast of the Snorre field in the North Sea.
nb: Boreprogrammet for brønnbane 34/4-12 A gjelder boring av undersøkelsesbrønn i utvinningstillatelsene 057 og 089, Snorre Unit, som er lokalisert rett nordøst for Snorrefeltet i Nordsjøen.

source: The area in the Snorre Unit consists of blocks 34/4 and 34/7.
nb: Arealet i Snorre Unit består av blokkene 34/4 og 34/7.

source: Wellbore 34/4-13 S will be drilled from the West Alpha drilling facility at position 61º 38’ 43” North and 02º 05’ 59’ East, after completing drilling at the Alve field.
nb: Brønnbane 34/4-13 S skal borast frå boreinnretninga West Alpha i posisjon 61º 38’ 43”N 02º 05’ 59’ E, etter avslutting av boring på Alvefeltet

source: The drilling programme for wellbore 34/4-13 S relates to the drilling of an appraisal well in production licence 375.
nb: Boreprogrammet for brønnbane 34/4-13 S gjeld boring av avgrensingsbrønn i utvinningsløyve 375.

source: Petro-Canada Norge AS is the operator with a 65 per cent ownership interest.
nb: Petro-Canada Norge AS er operatør med 65 prosent.

source: Other licensees are Spring Energy (20 per cent) and Wintershall (15 per cent).
nb: Dei andre rettshavarane er Spring Energy (20 prosent) og Wintershall (15 prosent).

source: The area in this licence consists of parts of blocks 34/4 and 34/5.
nb: Arealet i dette løyvet består av delar av blokkene 34/4 og 34/5.

source: The well will be drilled approximately 15 kilometres northwest of the Snorre B facility.
nb: Brønnen blir bora om lag 15 kilometer nordvest for Snorre B-innretninga.

source: Production licence 375 was awarded on 6 January 2006 (APA 2005).
nb: Utvinningsløyve 375 vart delt ut 6. januar 2006 (TFO 2005).

source: Contact in the NPD: Jan Stenløkk
nb: Kontaktperson i OD: Jan Stenløkk

source: Wellbore 34/5-1 A will be drilled from the drilling facility Bredford Dolphin at position 61° 44’ 35.18’’ N and 2° 35’ 55.37’’ E, following completion of the drilling of wildcat well 34/5-1 S for BG Norge AS in production licence 374 S.
nb: Brønnbane 34/5-1 A skal borast frå boreinnretninga Bredford Dolphin i posisjon 61° 44’ 35.18’’ N og 2° 35’ 55.37’’ Ø etter avslutting av boring av undersøkingsbrønn 34/5-1 S for BG Norge AS i utvinningsløyve 374 S.

source: The other licensees are Petoro AS (20 per cent), Wintershall Norge (20 per cent) and Premier Oil Norge (15 per cent).
nb: Dei andre rettshavarane er Petoro AS (20 prosent), Wintershall Norge (20 prosent) og Premier Oil Norge (15 prosent).

source: The area in this permit consists of block 34/5 and the southern part of block 34/2.
nb: Arealet i dette løyvet består av blokk 34/5 og sørlige del av blokk 34/2.

source: The well will be drilled about 25 kilometres northeast of the Snorre field in the North Sea.
nb: Brønnen blir bora om lag 25 kilometer nordaust for Snorrefeltet i Nordsjøen.
